Repository: 84000/data-translation-memory
Catalog: toh544-v1.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ཕྱག་འཚལ་ལོ། །
en: homage to Mañjughoṣa!

source: འགྲོ་བའི་བླ་མ་འཇམ་རྡོ་རྗེས། །
en: The teacher of living beings, Mañjuvajra,

source: འཇིག་རྟེན་དོན་དུ་རྒྱུད་རབ་གསུངས།
en: Taught this tantra for the sake of the world—

source: རབ་མཆོག་སྨྲ་བ་རྣམས་ཀྱི་མཆོག །
en: The best and foremost among speakers.

source: ལྷ་ཉིད་གསང་སྔགས་ཚུལ་གྱིས་ནི།
en: This very deity, in the form of the mantra,

source: དངོས་གྲུབ་ཐམས་ཅད་སྩོལ་མཛད་པ།
en: Bounteously grants every accomplishment.

source: སྔགས་པས་དེ་ཉིད་བསྒོམས་ནས་ནི། །
en: On him indeed should the follower of Mantra meditate.

source: སྔགས་པ་ལུས་ནི་རྣམ་དག་དང་། །
en: A follower of Mantra who has a pure body,

source: གང་ཚེ་དངོས་གྲུབ་ཕྲ་མོ་འགྲུབ། །
en: Once the small accomplishment has been obtained,

source: སྣོད་དུ་གྱུར་པའི་ལུས་ལ་ནི། །
en: Will make his body a field

source: དངོས་གྲུབ་ཆེན་པོ་རབ་ཏུ་སྐྱེ། །
en: In which the great accomplishment will arise

source: རིམ་པ་འདི་ཡིས་འདི་ལ་ནི། །ས་ལ་སོགས་པ་འཐོབ་པ་སྐྱེ། །
en: And gradually to him will come The attainment of bhūmis and so forth.

source: སྔགས་པས་ཡིད་བཞིན་ནོར་བུ་ལྟར། །རྟག་ཏུ་སེམས་ཅན་དོན་བྱེད་དོ། །
en: Like a wish-fulfilling gem, this follower of Mantra Will always act for the benefit of beings.

source: དེ་ལྟར་མཁྱེན་ནས་ཐུགས་བརྩེས་ནོན། །
en: With that in mind, overcome with compassion,

source: རྡོ་རྗེ་འཆང་སོགས་ཀྱིས་ཞུས་ཚེ། །
en: When asked by Vajradhara and others,

source: གྲུབ་པའི་གསང་སྔགས་བསྡུས་པ་ནི། །འགྲོ་བའི་དོན་དུ་གསུངས་པ་ཡིན། །
en: Mañjuvajra gave, for the sake of the world, A mantra collection of the accomplished ones.

source: ཨོཾ་ཀཱ་ལུ་མེ་ལུ་ཀཱ་ལུ་མེ་སྟམྦྷ་ཡ་སྴི་ལཱ་བཪྵཾ་ཏུཥཱ་ར་ཉྩ་ལུཙྪ་ཨི་ལུཙྪ་ཨི་སྭཱ་ཧཱ།
en: Oṁ, kālumelu kālumelu , stop the hailstorm and snowfall, stop, stop! Svāhā

source: གསང་སྔགས་ཀྱི་རྒྱལ་པོ་འདི་ནི་ལེགས་པར་བཟླས་ན་སེར་བ་གཅོད་པར་བྱེད་དོ། །
en: This king of mantras, when correctly recited, will stop a hailstorm.

source: དྲན་པ་ཉིད་དང་ཐལ་བ་ལ་མངོན་པར་བཟླས་པས་སེར་བ་འབབ་པའམ་ཁ་བ་འབབ་པ་གཅོད་པར་འགྱུར་ཞིང་གང་དུ་འདོད་པ་དེར་འགྲོའོ། །
en: Merely to remember it, using incanted ashes, can stop snow falling, or make it fall wherever one wishes.

source: དེ་བཞིན་དུ་གློག་དང་རླུང་དང་རྡོ་རྗེ་དང་ཐོག་འབབ་པ་ལ་སོགས་པ་མེད་པར་བྱེད་དོ། །
en: In the same way, one can also stop lightning, hurricanes, thunderbolt strikes, etc.

source: ཨོཾ་ག་རུ་ཌ་ཧཾ་ས་ཧེ། ཙ་ལ་ཙ་ལ་སྭཱ་ཧཱ།
en: Oṁ , garuḍa! Swan! Hey, hey! Move, move! Svāhā

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་དྲན་པ་ཉིད་ནི་སེར་བ་འབབ་པ་ཟློག་པར་བྱེད་དོ། །
en: The mere thought of this king of mantras will stop a hailstorm.

source: རྡོ་རྒྱུས་ཀྱིས་རྔ་པ་ཊ་ཧ་ལ་བྲིས་ཤིང་།
en: By inscribing it on a kettle drum with chalk and

source: རྔ་ལྕག་ལ་མངོན་པར་བཟླས་པའི་རྔ་པ་ཊ་ཧའི་སྒྲས་སེར་བ་འབབ་པ་ཟློག་པར་བྱེད་དོ། །
en: chanting over the drumstick, one can then use the sound of the drum to stop a hailstorm.

source: དེ་བཞིན་དུ་དུང་ལ་སོགས་པའི་སྒྲས་ཀྱང་བྱའོ། །
en: The same can be done with the sound of a conch, etc.

source: ཨོཾ་ཧེ་ཧེ། ཏིཥྛ་ཏིཥྛ། བནྡྷ་བནྡྷ། དྷཱ་ར་ཡ་དྷཱ་ར་ཡ། ནི་རུནྡྷ་ནི་རུནྡྷ། ཆེ་གེ་མོ་ཨུརྞྞ་མ་ཎི་སྭཱ་ཧཱ།
en: Oṁ , hey, hey! Remain, remain! Bind, bind! Hold, hold! Restrain such-and-such, restrain! O Ūrṇāmaṇi, svāhā

source: གསང་སྔགས་ཀྱི་རྒྱལ་པོ་འདི་སྔོན་དུ་བསྙེན་པའི་ཚོགས་འབུམ་ཕྲག་གཅིག་ཡོངས་སུ་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །
en: This king of mantras, when recited 100,000 times according to the procedure of the preliminary practice, will bring success.

source: གློག་དང་རླུང་དང་རྡོ་རྗེ་དང་ཐོག་འབབ་པའམ་ཁ་བ་ལ་སོགས་པ་དྲན་པ་ཙམ་ཉིད་ཀྱིས་ཟློག་པར་བྱེད་དོ། །
en: By merely remembering this mantra one will be able to stop lightning, wind, thunderbolt strikes, hail, snow, and so forth.

source: ཆར་ཆེས་པ་གཅོད་པ་དང་
en: One will also stop torrential rain.

source: ཐལ་བ་དང་ཡུངས་ཀར་ལ་མངོན་པར་བཟླས་ན།
en: By using incanted ashes and mustard seeds,

source: བྱི་བ་དང་སྦྲང་མ་ལ་སོགས་པའི་མཆུ་འཆིང་བར་བྱེད་དོ། །
en: one will bind the snouts of mice, the stylets of mosquitoes, etc.

source: སྐྱེད་མོས་ཚལ་དང་ཞིང་ལ་བྱ་དང་འབུ་སྲིན་དང་བྱི་བ་རྣམས་ཀྱིས་ཉེ་བར་འཚེ་བ་ཟློག་པར་བྱེད་དོ།
en: This will also stop attacks on a garden or field by birds, worms, locusts, and other pests.

source: དུར་ཁྲོད་ཀྱི་རས་ལ་མིང་དང་བཅས་པའི་སྔགས་བྲིས་ལ་སྤྲ་ཚིལ་གྱིས་གཏུམས་ཏེ།
en: One should inscribe this mantra on a rag that has been discarded in a charnel ground, together with the name of a pregnant woman, enclose it in beeswax,

source: དུར་ཁྲོད་ཀྱི་བུམ་པར་བཅུག་ནས་ཁ་བཅད་དེ།
en: place it in a charnel ground in a pot, seal it,

source: དེ་ཉིད་དུ་སྦས་པས་མངལ་རེངས་པར་འགྱུར་རོ། །
en: and bury it. This will make the woman unable to give birth.

source: ཕྱུང་ནས་འོ་མ་དང་ཆུས་བཀྲུས་ཏེ་ཆུ་ལ་བོར་པས་ཞི་བར་འགྱུར་རོ། །
en: Digging it up again, rinsing it with milk, and floating it on water will alleviate the problem.

source: ཡུང་བའམ། བ་བླས་གྲོ་གའམ་གོས་སམ་ལོ་མ་ལ་མངོན་པར་བྲིས་ཏེ།
en: One should write this mantra on birchbark or cloth with turmeric or yellow orpiment.

source: སྤྲ་ཚིལ་གྱི་ནང་དུ་གཏུམས་པའི་སྔགས་འདི་གྲོག་མཁར་གྱི་ས་ལས་འཇིགས་བྱེད་ཀྱི་གཟུགས་སུ་བྱས་པ་དེའི་སྙིང་གར་བཅུག་སྟེ་
en: One should make an effigy using clay from an anthill, and place the mantra, enclosed in beeswax, in the effigy’s heart.

source: དེའི་ཁ་ཐལ་བས་བཀང་ནས་སྦས་ན།
en: One should fill its mouth with ash and bury it.

source: རྒོལ་པ་དང་ཕྱིར་རྒོལ་བའི་ཁ་རེངས་པར་བྱེད་དོ།
en: In case of a dispute, one will be able to paralyze the mouth of one’s opponent.

source: རྩོད་སྦྱོང་བྱེད་པ་ན་གཟུགས་དེ་ཉིད་ཀྱི་ལྕེ་ལ་ལན་བདུན་མངོན་པར་བསྔགས་པའི་ཚེར་མ་བདུན་གྱིས་བཙུགས་ན་ཁ་འཆིང་བར་བྱེད་པར་འགྱུར་རོ། །
en: Also, in case of a lawsuit, one should incant the tongue of the effigy seven times and pierce it with seven thorns. That will bind the opponent’s mouth.

source: རྡོ་རྒྱུས་ཀྱིས་ཁམ་ཕོར་ལ་བྲིས་ཏེ་ཐལ་བས་བཀང་ལ།
en: One should write this mantra on a clay pot with chalk, fill the pot with ashes,

source: ཁ་སྦྱར་ཏེ་སྦས་ན་མི་སྙན་པ་བརྗོད་པ་ཁ་རེངས་པར་བྱེད་དོ། །
en: seal it, and bury it—that will paralyze the mouths of slanderers.

source: རྫ་མཁན་ཀྱི་ལག་པ་ཕྱིས་པའི་འཇིམ་པ་ལས། །
en: With clay wiped off the hand of a potter,

source: ལུག་གི་གཟུགས་སུ་བྱས་པའི་སྙིང་གར་སྤྲ་ཚིལ་གྱིས་གཏུམས་པའི་སྔགས་བཅུག་ན་ཁྲོས་པའི་ཁ་རེངས་པར་བྱེད་དོ། །
en: one should make an effigy of a ram, and place in its heart this mantra inscribed on birchbark with turmeric or yellow orpiment, tied up with a yellow string, and enclosed in beeswax. That will put an end to their anger and paralyze their mouths.

source: སྐེའམ་དཔུང་པ་ལ་སྔགས་བཏགས་ན་གཡུལ་ངོགས་ཀྱི་མཚོན་ཆའི་དབལ་ཞི་བར་བྱེད་དོ།
en: When this mantra is written with saffron and worn on one’s neck or arm, one will be able to stop the enemy’s weapons in battle.

source: གྲོག་མཁར་གྱི་འཇིམ་པ་ལས་བྱས་པའི་ཚོགས་ཀྱི་བདག་པོའི་རྐང་པའི་མཐིལ་དུ་སྔགས་ཀྱི་རྒྱལ་པོ་འདི་བཅུག་སྟེ།
en: This king of mantras, placed at the feet of an effigy of Gaṇapati made of clay from an anthill and

source: བཞི་མདོར་སྦས་ན་འགྲོ་བ་དང་འོང་བ་ཐམས་ཅད་རེངས་པར་བྱེད་ཅིང་རྟག་པར་བྱེད་པ་ཐམས་ཅད་རེངས་པར་བྱེད་དོ། །
en: buried at a crossroads, will stop all coming and going. It will interrupt all daily activities.

source: གྲོ་གའམ་གོས་ལ་སྔགས་ཀྱི་རྒྱལ་པོ་འདི་བྲིས་ལ་སྤྲ་ཚིལ་གྱིས་གཏུམས་ཏེ་དེ་ཉིད་ཀྱི་ཁོང་པར་བཅུག་ལ།
en: When this king of mantras, written on birchbark or cloth and enclosed in beeswax, is put in the Gaṇapati’s abdomen and

source: བུམ་པ་སར་པ་ཆུས་བཀང་བའི་ནང་དུ་བཅུག་ན་ཡོངས་སུ་བརྟག་པ་རེངས་པར་བྱེད་དོ།
en: placed in a new jar filled with cool water, it will stop all daily activities.

source: བླ་གོས་ཀྱི་མཐའ་མ་ལ་སྔགས་རྗེས་སུ་དྲན་ཞིང་མདུད་པ་བཅིངས་པས་ལམ་དུ་རྐུན་པོ་ལ་སོགས་པ་རེངས་པར་བྱེད་ཅིང་།
en: While traveling, one will stop thieves and the like by tying a knot on the border of one’s upper garment and recalling the mantra.

source: ནགས་ཀྱི་བ་མེན་ལ་སོགས་པ་རྭ་ཅན་དང་མཆེ་བ་ཅན་རྣམས་རེངས་པར་བྱེད་དོ། །
en: In a forest, one will stop animals with horns, or those with fangs.

source: བོང་པ་ལ་ལན་བདུན་སྔགས་ཏེ་ཆུར་བཅུག་ན།
en: By throwing a lump of clay, incanted with this mantra seven times, into water,

source: ཆུ་ན་རྒྱུ་བའི་ཁ་འཆིང་བར་བྱེད་དོ། །
en: one will bind the teeth of water animals.

source: དུར་ཁྲོད་ཀྱི་རས་ལ་ཕ་རོལ་གྱི་དཔུང་གི་ཚོགས་ཀྱི་སྐྱེས་བུའི་གཙོ་བོའི་མིང་སྨོས་པའི་སྔགས་སྣ་ཚོགས་རྡོ་རྗེའི་དབུས་སུ་བྲིས་ལ།
en: One should write this mantra on a rag from a charnel ground, in combination with the names of the commanders of an opposing army, in the center of a double vajra.

source: སྣ་ཚོགས་རྡོ་རྗེའི་ཕྱི་རོལ་དུ་ཡི་གེ་ལྃ་བརྒྱད་བྲིས་ཤིང་
en: Outside the double vajra, one should write eight laṁ syllables,

source: ཕྱི་རོལ་དབང་ཆེན་གྱི་དཀྱིལ་འཁོར་དང་ལྡན་པར་བྲིས་ཏེ།
en: and around the outside of these, one should draw a double maṇḍala of Indra.

source: ཕྱོགས་རྡོ་རྗེས་བརྒྱན་པའི་སྤྲ་ཚིལ་ལས་བྱས་པའི་ཚོགས་ཀྱི་བདག་པོའི་ཁོང་པར་བཅུག་པའི་སྔགས།
en: The mantra should then be placed in the abdomen of a Gaṇapati made of beeswax who is adorned with the double vajra.

source: ཕ་རོལ་གྱི་དཔུང་གི་ཚོགས་ཀྱི་ས་མཚམས་ཀྱི་བར་དུ་བཅུག་ན་དཔུང་གི་ཚོགས་རེངས་པར་བྱེད་དོ།
en: When it is buried next to an opposing army, it will stop that army.

source: སྔགས་ཨོཾ་གཉིས་ཀྱི་ཁ་སྦྱོར་དུ་བཅུག་ལ་ཡི་གེ་ཋ་ཟུང་གིས་ཡོངས་སུ་བསྐོར་བ།
en: One should place this mantra, enclosed at both ends by a syllable oṁ flanked by two ṭha syllables,

source: ཕྱི་རོལ་དུ་ཡི་གེ་ལྃ་བརྒྱད་ཀྱིས་བསྐོར་བ་དབང་ཆེན་གྱི་དཀྱིལ་འཁོར་གྱིས་ནོན་པ་སྣ་ཚོགས་རྡོ་རྗེས་ཉེ་བར་མཛེས་པར་བྱས་པ།
en: adorned by eight laṁ syllables, covered with a maṇḍala of Indra, and embellished with a double vajra,

source: གྲོག་མཁར་གྱི་འཇིམ་པ་ལས་བྱས་པའི་ཚོགས་ཀྱི་བདག་པོའི་ཁོང་པར་བཅུག་ལ།
en: in the abdomen of the effigy of Gaṇapati made of clay from an anthill.

source: དུར་ཁྲོད་ཀྱི་བུམ་པའི་ནང་དུ་བཅུག་ནས་དུར་ཁྲོད་དུ་སྦས་པའམ།
en: One should then place it in a cremation urn and bury this urn in a cemetery.

source: ཕ་རོལ་གྱི་དཔུང་གི་ཚོགས་རེངས་པར་བྱེད་དོ།
en: That will stop an opposing army.

source: གྲོང་ཁྱེར་ཚིག་པའི་མེ་ལ་
en: If a city is on fire,

source: མངོན་དུ་ཕྱོགས་ཤིང་སྔགས་འདིས་མངོན་པར་བསྔགས་པའི་ཆུ་སྙིམ་པ་བདུན་རབ་ཏུ་གཏོར་ན་
en: facing the fire, throw on seven double handfuls of water, having first incanted it with the mantra.

source: ཁྱིམ་གང་བསྲུང་བར་འདོད་པའི་ཁྱིམ་དེ་སྲུང་བར་བྱེད་དོ། །
en: One will then be able to protect any house one wishes.

source: ཐལ་བས་མགུལ་པ་བཅིངས་པས་སྐྱུགས་པ་ཟློག་པར་བྱེད་དོ། །
en: By tying ashes to one’s neck, one will put an end to vomiting.

source: མཐེའུ་ཆུང་གི་རྩེ་དམ་དུ་བཙིར་ལ་སྔགས་བརྗོད་པས་སྐྱིགས་བུ་མེད་པར་བྱེད་དོ། །
en: One should pronounce the mantra while firmly pressing the tip of one’s little finger; that will stop hiccups.

source: ཐལ་བ་ལ་མངོན་པར་བསྔགས་པས་མིག་རེངས་པ་སོས་པར་བྱེད་དོ།
en: With incanted ash one can cure blindness.

source: འབྲུམ་བུ་ལ་སོགས་པ་རྣམ་པར་འཚེ་བ་ལ་རས་ཀྱི་དུམ་བུ་ལ་བྲིས་ཏེ།
en: When afflicted with blistering leprosy, one should draw a cirikā on a piece of cloth.

source: ཁྱིམ་གང་གི་སྒོར་བཏགས་པའི་ཁྱིམ་དེར་འབྲུམ་བུ་ལ་སོགས་པ་རྣམ་པར་འཚེ་བ་ཟློག་པར་བྱེད་དོ། །
en: Placed at any doorstep, it will prevent diseases such as blistering leprosy in that house.

source: ཉ་དང་ཤ་དང་ཆང་དང་འབྲས་ཆན་ལ་སོགས་པ་སྦྱིན་པར་འགྱུར་བ་ལས་གྲོང་གི་ཕྱི་རོལ་གྱི་ཆར་གཏོར་མ་ཆེན་པོ་གཏང་བར་བྱ་བ་དང་
en: Outside a village one should offer a great bali of fish, meat, alcohol, sour gruel, etc.

source: ཡམ་ཤིང་ལྔ་དང་འབྲུ་ལྔའི་བྱེ་བྲག་མར་ལ་བཏགས་པས་གྲོང་གི་དབུས་སུ་ཞི་བའི་ཐབ་ཁུང་བྱས་ལ་སྦྱིན་སྲེག་བྱས་ན་
en: In the center of the village, one should prepare a fire pit for the rite of pacifying, with five types of sacrificial wood and five types of grain smeared with ghee, and perform a homa offering.

source: བདུད་དང་རྣམ་པར་འཚེ་བ་ཐམས་ཅད་རེངས་པར་བྱེད་དོ། །
en: This will stop all death-causing demons and accidents.

source: གང་འགའ་ཞིག་ལ་གྲོང་ལ་སོགས་པ་འབྱིན་པར་འགྱུར་བ་ལ་བཟླས་པ་ཙམ་གྱིས་ཟློག་པར་བྱེད་དོ། །
en: A village, etc., can be protected from being handed over to another owner by simply reciting the mantra.

source: རྟག་ཏུ་བཟླས་ན་ལྷ་དང་ལྷ་མ་ཡིན་དང་ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་ཀྱིས་མི་མཐོང་བར་འགྱུར་རོ། །
en: By reciting the mantra continuously, one will become unassailable by gods, demi-gods, humans, and nāgas.

source: དཔལ་རྗེ་བཙུན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་མངོན་པར་བྱང་ཆུབ་པའི་དུས་སུ། བདུད་བཞི་ལས་རྒྱལ་བར་བྱ་བའི་དོན་དུ་སྔགས་ཀྱི་རྒྱལ་པོ་འདི་མཛོད་སྤུ་ལས་རྣམ་པར་ཕྱུང་བའི་ཕྱིར་
en: This king of mantras emerged from the ūrṇā hair between the eyebrows of the venerable lord Buddha at the time of his awakening in order to conquer the four māras.

source: མཛོད་སྤུའི་ནོར་བུ་ཞེས་བྱ་བར་གྲགས་པ་ཡིན་ནོ། །
en: It is therefore called the jewel of the ūrṇā

source: གསེག་མ་ལ་མངོན་པར་བསྔགས་ཏེ་གཏོར་བས་སྦྲུལ་དག་འབྱེར་བར་བྱེད་དོ། །
en: To drive away snakes one should scatter gravel that has been incanted,

source: ཁྱིམ་གྱི་རྩིག་ངོས་ལ་རྡོ་རྒྱུས་ལ་མངོན་པར་བསྔགས་པས་བྲིས་ན་སྦྲུལ་གྱིས་ཟིལ་གྱིས་ནོན་པར་མི་འགྱུར་རོ། །
en: or write the mantra on the wall of a house with incanted chalk.

source: ཡང་ན་རྡོ་ལེབ་ལ་སྔགས་གཟོང་བུས་བརྐོས་ཏེ་བྲིས་པ་སྦས་ན་
en: Alternatively, one should engrave the mantra with a chisel on a stone tablet and bury it.

source: རི་དགས་དང་སྦྲུལ་གདུག་པ་རྣམས་ཁྱིམ་མམ་གྲོང་ངམ་གྲོང་ཁྱེར་དུ་སྦས་ན་ཅི་སྲིད་འདོད་པའི་བར་དུ་མཆེ་བ་འཆིང་བར་བྱེད་དོ། །
en: That will bind the teeth of wild animals and poisonous snakes in a house, village, or town for as long as one desires.

source: སྔགས་འདི་མ་བསྒྲུབས་སུ་ཟིན་ཀྱང་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ།
en: This mantra accomplishes all endeavors even when it has not been fully mastered.

source: གསེག་མ་ལ་སོགས་པ་ལ་ཡོངས་སུ་བཟླས་ཏེ་གཏོར་ན་མཆེ་བ་ཅན་ཐམས་ཅད་ཀྱི་མཆེ་བ་འཆིང་བར་བྱེད་དོ། །
en: To arrest the fangs of all creatures that bite, One should incant gravel, etc., and scatter it.

source: དབང་ཆེན་གྱི་དཀྱིལ་འཁོར་གྱིས་ཁྱབ་པའི་སྣ་ཚོགས་རྡོ་རྗེའི་དབུས་སུ་བསྒྲུབ་པར་བྱ་བའི་མིང་དང་བཅས་པའི་སྔགས་ཐམས་ཅད་བྲི་བར་བྱའོ། །
en: All mantras should be written, together with the name of the intended person, in the center of the double vajra surrounded by a maṇḍala of Indra.

source: དུར་ཁྲོད་ཀྱི་རོ་བསྲེགས་པའི་ཤིང་གི་ཕུར་བུ་ལ་ལན་བདུན་མངོན་པར་བསྔགས་པ་སྒོའི་སྟེང་དུ་སྦས་ན།
en: By hiding eight splinters from a funeral pyre, incanted seven times, above an entrance door,

source: སྐྱེད་ཀྱིས་འཚོ་བ་ཐམས་ཅད་ཀྱི་སྐྱེད་མེད་པར་བྱེད་དོ། །
en: one will interrupt the livelihood of all who live there.

source: ཕྱུང་བས་གྲོལ་བར་འགྱུར་རོ། །
en: One can break the spell by taking the splinters out.

source: ཨོཾ་ནི་ཧི་ནི་ཙྪ་ལེ་ཨ་བྷ་ཡ་བྷ་ཡཾ་ཀ་རི། ཨེ་ལུ་བེ་ལུ་ཙུ་ལེ་ལུ། ཤི་ལཱ་ཡ་ཌ་ཨི་ཛ་ཧ་ཡེ། པཊྚ་ཨི་ཛཊྚ། ཨེ་པེ་ལུ་ཨཱ་ག་ས་པ་ཐེ་ཀེ་ར་ཏེ། ཨི་ཨ་ཏུ་མུདྡྷཱ་རི་མ་དྷ་རི་ཁི་ནྣི་ཁི་ལླ་མོ་ཧ་ནི་ཐི་བྷི་ཛ་ཀཱ་རཾ་ཛ་ཧི་ཐཱ་ཀཱ་རོ་ཎི་ཧི་ཋཿཋཿསྭཱ་ཧཱ།
en: elu velu śila pa ḍa i jahaṃ pelu āgāsapantharate ha attaṃdhari khili mo ḍi them bhi jakāre jā hi ṭhakāre hi ṭhaḥ ṭhaḥ ṭhaḥ svāhā |

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་སྔར་མ་སྨོས་པའི་ལས་ཐམས་ཅད་མ་བསྒྲུབས་སུ་ཟིན་ཀྱང་བྱེད་པར་འགྱུར་རོ། །
en: This king of mantras accomplishes all the previously mentioned acts even if it is not fully mastered.

source: དེ་ལས་གཞན་ཡང་མངོན་པར་འདོད་པའི་ལས་དེ་དག་ཐམས་ཅད་བྱེད་པར་
en: Moreover, it will accomplish all other tasks that may be desired by the mantrin

source: ལན་ཚྭ་དང་སྐེ་ཚེ་མཉམ་པའི་སྦྱིན་སྲེག་གམ་ཕུབ་མའི་སྦྱིན་སྲེག་གིས་
en: Making a homa offering of salt and black mustard, or a chaff homa

source: ཕ་རོལ་གྱི་དཔུང་གི་ཚོགས་རྣམས་འབྱེར་བར་བྱེད་དོ།
en: will certainly put an opposing army to flight.

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་མ་བསྒྲུབས་སུ་ཟིན་ཀྱང་རྟག་ཏུ་བཟླས་ན་འཇིགས་པ་ཐམས་ཅད་ཟློག་པར་བྱེད་དོ།
en: This king of mantras will remove all fear in all those who constantly recite it, even before it is fully mastered.

source: དགྲ་བོ་ཐམས་ཅད་རྨོངས་པར་བྱེད་ཅིང་ཁྲོས་པས་རབ་ཏུ་དང་བར་བྱེད་དོ། །
en: one will confuse all of one’s adversaries and appease their anger.

source: བཅིངས་པ་ལ་བཟླས་ན་བཅིངས་པ་གྲོལ་བར་བྱེད་དོ། །
en: If one is imprisoned, constant recitation of it will set one free.

source: ཨེ་ཥོན་ཐི་ཏོ། ཧུ་ལུ་ཧུ་ཛྭ་ལ་ཛི་ཏྭེ། ཨོཾ་ཥོཏྠི་ཏོ་ཧུ་ལུ་ཧུ་ལུ། ཛཱ་ལཱ་ཛི་ཧྭ་ཏྭེ་ཧུ་ལུ་རུ་ཏྲཻ་བ་པྲ་ཏི་རཱཙྪ་ཏུ་ཧུ་ལུ་སྭཱ་ཧཱ། ཧུ་ལུ་ཧུ་ལུ་ཡ་ཏྲཻ་བོཏྟི་ཏོ་ཧུ་ལུ་ཏ་ཏྲཻ་བ་པྲ་ཏི་གཙྪནྟུ་ཧུ་ལུ་ཧུ་ལུ་སྭཱ་ཧཱ།
en: It has arisen; destroy it, destroy! Jvālājihvā, destroy it, destroy! Wherever it has arisen—destroy it, destroy—there you should go—destroy it, destroy! Svāhā

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདིས་འཐབ་པ་དང་འཐབ་མོ་དང་རྣམ་པར་རྩོད་པ་ཐམས་ཅད་ལ་བཟླས་པ་བྱས་པས་ཞི་བར་བྱེད་དོ། །
en: This king of mantras brings peace to all those afflicted by the scourge of quarrels and disputes, even when recited just once.

source: ཕུབ་མའི་སྦྱིན་སྲེག་གིས་ཀྱང་ཐམས་ཅད་དུ་ཞི་བར་འགྱུར་རོ། །
en: Performing a chaff homa will pacify everything.

source: ཇི་ལྟར་རྙེད་པའི་མེ་ཏོག་ལ་སྔགས་རྗོད་དེ།
en: By reciting this mantra over whatever flowers one may find and

source: ཆུ་ལ་བསྐུར་ན་ཐམས་ཅད་དུ་ཞི་བར་འགྱུར་ཞིང་རྣམ་པར་རྒྱལ་བ་ཐོབ་པར་ཐེ་ཚོམ་མེད་དོ། །
en: letting them float on water, one will surely pacify all and gain victory.

source: གྲོང་ཁྱེར་ཚིག་པའི་མེ་ལ་མངོན་དུ་ཕྱོགས་པས་འདུག་སྟེ།
en: If a city is on fire, one should stand facing the blaze,

source: མངོན་པར་བསྔགས་པའི་ཆུ་སྙིམ་པ་བདུན་གཏོར་ན།
en: incant seven double-handfuls of water and throw them into the fire.

source: ཁྱིམ་གང་བསྲུང་བར་འདོད་པའི་ཁྱིམ་དེ་སྲུང་བར་བྱེད་ཅིང་མེས་ཚིག་པའི་མེའི་ཁ་ལས་ཐར་བར་བྱེད་དོ། །
en: Thus one will be able to protect any house one wishes by keeping it safe from the flames.

source: རྐང་གཉིས་དང་རྐང་བཞིའི་མཆེ་བ་ལ་ཕུབ་མའི་སྦྱིན་སྲེག་གིས་ཞི་བར་བྱེད་དོ། །
en: By offering a chaff homa one will pacify epidemics among bipeds and quadrupeds.

source: ཨོཾ་པདྨེ་པདྨཱ་ཀྵི་པདྨ་སུ་བྷ་གེ་ཕུཿ། པདྨེ་པདྨ། ཨཀྵེ་པདྨ། སུ་བྷ་གེ་ཕུཿསྭཱ་ཧཱ།
en: Oṁ , O lotus-eyed Padmā! You with the beauty of a lotus! Flicker, flicker, flicker!

source: སྔགས་འདི་ཐལ་བ་ལ་བཟླས་ཏེ་བསྐུས་པས་མིག་རྒྱ་བཏབ་པ་རེངས་པ་སོས་པར་བྱེད་དོ། །
en: Having incanted some ash with this mantra, one should apply it to the eyes, making a dressing with it;

source: བྱབས་པས་མིག་རེངས་པ་སོས་པར་བྱེད་དོ། །
en: by wiping the eyes, one will remove blindness.

source: ལན་བདུན་མངོན་པར་བསྔགས་པས་མིག་གིས་ཁྲོས་པ་མཐོང་མ་ཐག་ཏུ་རབ་ཏུ་དད་པར་བྱེད་དོ།
en: By gazing at an angry person with an eye incanted seven times, one will appease him.

source: ལན་བདུན་མངོན་པར་བསྔགས་པའི་ཆུས་གདོང་བཀྲུས་ན་སྐྱེ་བོ་ཐམས་ཅད་དགའ་བར་བྱེད་དོ། །
en: To have everybody’s adoration, one should rinse one’s face with water incanted seven times.

source: རྩིག་པ་ལ་མིང་སྨོས་པའི་སྔགས་རྡོ་རྒྱུས་ཀྱིས་བྲིས་ན་མིག་ནད་ཐམས་ཅད་འཇོམས་པར་བྱེད་དོ།
en: By writing this mantra, interspersed with the beneficiary’s name, on a wall with chalk, one will cure all eye diseases.

source: དབེན་པར་འདུག་སྟེ་སེམས་རྩེ་གཅིག་པས་སྐྱེས་བུའི་མིག་གཉིས་ལ་མངོན་པར་བསྔགས་པ་བྱས་ན།
en: In a place where there are no people, one should one-pointedly incant one’s eyes seven times and stand with a one-pointedly focused mind.

source: གང་གི་ཚེ་གཡོན་པ་འགུལ་བར་གྱུར་པ་དེའི་ཚེ།
en: In the case of a man, if the left eye throbs,

source: བསམས་པའི་དགོས་པ་འགྲུབ་པར་སྟོན་པ་ཡིན་ནོ། །
en: it foretells the successful accomplishment of a task according to his wishes.

source: གཡས་པ་འགུལ་བར་བྱེད་ན་མི་དགེ་བའི་དགོས་པ་སྟོན་པར་བྱེད་དོ། །
en: If the right eye throbs, it announces something bad.

source: ཨོཾ་མོ་ཙ་ནི་མོ་ཙ་ཡ། མོ་ཀྵ་ནི་མོ་ཀྵ་ཡ། ཛཱི་བཾ་བར་དེ་སྭཱ་ཧཱ།
en: Oṁ , Mocanī, release! O Mokṣaṇī, set free! O Jīvaṃvaradā, svāhā

source: འདིས་མངོན་པར་བསྔགས་པའི་ཏིལ་མར་གྱིས་སྐྱེ་བའི་སྒོ་ལ་བསྐུས་ན། སྦྲུམ་མ་བདེ་བར་བཙའ་བར་བྱེད་དོ། །
en: When a pregnant woman’s birth canal is anointed with incanted sesame oil, she will give birth with ease.

source: བཅིངས་པ་ལ་མངོན་དུ་ཕྱོགས་པར་བྱེད་པས།
en: Facing a bound person,

source: ལན་བདུན་མངོན་པར་བསྔགས་པའི་ཆུ་སྙིམ་པ་བདུན་མངོན་པར་གཏོར་བ་དུས་གསུམ་དུ་བྱས་པས་
en: one should throw seven double-handfuls of incanted water toward him in the three periods of the day.

source: བཅིངས་པ་རྣམས་གྲོལ་བར་བྱེད་དོ།
en: The bound person will then become free from his bondage.

source: གུར་གུམ་མམ་གི་ཝང་གིས་གྲོ་ག་ལ་མངོན་པར་བྲིས་ཏེ།
en: One should write this mantra with saffron or bovine orpiment on birchbark,

source: བཅིངས་པའི་མགོ་བོ་ལ་བཏགས་ན་བཅིངས་པ་ལས་གྲོལ་བར་བྱེད་དོ། །
en: and tie it to the head of someone who is bound; it will release him from bondage.

source: ཨོཾ་ཧ་རི་མརྐ་ཊ་ནཱ་མ། ས་ཧཱ་སྲ་བཱ་ཧུཿ། དེ་བ་ད་ཏ་ཏཾ། བན་དྷ་ནཱན་མོཀྵཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , O thousand-armed one called Grey Monkey, please release such-and-such from bondage! Svāhā

source: རྡོ་རྒྱུས་ལ་མངོན་པར་བསྔགས་པས་སའི་སྟེང་དུ་ཡང་དང་ཡང་དུ་བྲིས་ཏེ།
en: Having incanted a piece of chalk, one should repeatedly write this mantra on the ground and

source: ལུགས་ལས་བཟློག་པས་ཕྱིས་ན་བཅིངས་པ་ལས་གྲོལ་བར་བྱེད་དོ། །
en: rub it out in the opposite direction. Then a bound person will be freed from bondage.

source: ལོ་མ་ལ་མིང་དང་སྔགས་སུ་བཅས་པ་མངོན་པར་བྲིས་ཏེ
en: Alternatively, one should write the mantra and the person’s name on a slip of birchbark and

source: མགོ་བོ་ལ་བཏགས་ན་བཅིངས་པ་ཐམས་ཅད་གྲོལ་བར་འགྱུར་རོ། །
en: wear it on one’s head. Then a bound person will be freed from bondage.

source: ཨོཾ་ཏཱ་རི་ཎི་ཏཱ་ར་ཡ། མོ་ཙ་ནི་མོ་ཙ་ཡ། མོ་ཀྵ་ནི་མོ་ཀྵ་ཡ། ཛཱི་བྃ་བ་ར་དེ་སྭཱ་ཧཱ།
en: Oṁ , Tāraṇī, liberate! Mocanī, release! Mokṣaṇī, set free! Jivaṃvaradā, svāhā

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་ལེགས་པར་བཟླས་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་ཞིང་།
en: This king of mantras, correctly recited, will accomplish all actions.

source: ལན་བདུན་མངོན་པར་བསྔགས་པའི་ཏིལ་མར་གྱིས་སྐྱེ་བའི་སྒོ་ལ་བསྐུས་ན་སྦྲུམ་མ་བདེ་བར་བཙའ་བར་འགྱུར་རོ། །
en: One should anoint a pregnant woman’s birth canal with sesame oil incanted seven times. Then she will give birth with ease.

source: མངལ་འཁྱིམ་པ་བདེ་བར་བཙའ་བར་བྱེད་དོ།
en: A pregnant woman will also give birth easily

source: ལན་བདུན་མངོན་པར་བསྔགས་པའི་ཆུ་འཐུངས་ན།
en: after drinking a handful of water incanted seven times.

source: རྟག་ཏུ་བཟླས་པས་བདག་དང་གཞན་འཆིང་བ་ལས་ཐར་བར་འགྱུར་རོ། །
en: By reciting the mantra continuously, one will free oneself and others from bondage.

source: སྐེའམ་དཔུང་པ་ལ་བསྲུང་བ་བཏགས་པས་འཇིགས་པ་ཐམས་ཅད་ལས་སྲུང་བར་བྱེད་དོ། །
en: Wearing a leaf with the mantra on one’s neck or arm will release one from bondage.

source: ཨོཾ་ཏཱ་རེ་ཏུཏྟྭ་རེ་ཏུ་རེ་མོཀྵ་ཡ་ཛཱི་བཾ་སྭཱ་ཧཱ།
en: Oṁ , Tārā, powerful Tārā, please liberate! O Jivaṃvaradā, svāhā

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་སྔར་སྨོས་པའི་བྱ་བ་བྱེད་པར་འགྱུར་རོ། །
en: This king of mantras accomplishes all previously mentioned actions.

source: གུར་གུམ་གྱིས་གྲོ་ག་ལ་གང་གི་མིང་སྨོས་པའི་སྔགས་མངོན་པར་བྲིས་ལ་སྤྲ་ཚིལ་དུ་གཏུམས་ཏེ།
en: One should write this mantra, interwoven with the beneficiary’s name, with saffron on a piece of birchbark, surround it with beeswax,

source: དྲི་ཞིམ་པོའི་ཆུས་བཀང་བའི་བུམ་པ་གསར་པའི་ནང་དུ་བཅུག་སྟེ།
en: place it inside a new jar filled with scented water,

source: མེ་ཏོག་དྲི་ཞིམ་པོ་ལ་སོགས་པས་དུས་གསུམ་དུ་མཆོད་པ་བྱས་ན་
en: and worship it in the three periods of the day with offerings of fragrant flowers and so forth.

source: གུར་གུམ་གྱི་གྲོ་ག་ལ་གང་གིས་མིང་སྨོས་པ།
en: The person whose name has been interwoven with the mantra

source: འཐབ་པ་དང་འཐབ་མོ་དང་རྩོད་པ་ཐམས་ཅད་ལས་རྣམ་པར་རྒྱལ་བར་འགྱུར་རོ། །
en: will be victorious in all quarrels and disputes.

source: ཨོཾ་ཨེ་རཎྜ་སྱ་བ་ནེ་ཀཱ་ཀོ །རང་གཱ་ཏཱི་ར་མུ་ཡ་སྠི་ཏཿཡི་བ་ཏུ་དཱུ་ཏ། ཡཱ་ནཱི་ཡམྤི་ཤལྱཱ་བྷ་བ་ཏུ་གུརྦི་ཎཱི། ཨོཾ་ཨེ་རཎྜ་བ་ནེ་ཀཱ་གཿགངྒཱ་ཏཱི་ར་མུ་བ་སྠི་ཏཿཔི་བ་ཏུ་དཱུ་ཏཿསཱ་ནཱི་ཡམྦི་ཤལྱཱ་བྷ་བ་ཏུ་གུརྦྦི་སྭཱ་ཧཱ།
en: The crow in a thicket of palma christi Roosting on the bank of Ganges— The messenger—may he drink water! May the pregnant woman be delivered of her child!

source: ལན་བདུན་མངོན་པར་བསྔགས་པའི་ཆུ་ཁྱོར་བ་གསུམ་ཕོ་ཉར་འོངས་པས་འཐུངས་ན།
en: One should give the messenger who has arrived a drink of three handfuls of water incanted with this mantra seven times.

source: སྦྲུམ་མ་བདེ་བར་བཙའ་བར་བྱེད་དོ། །
en: Then the pregnant woman will give birth with ease.

source: ཨོཾ་ཨ་མ་ར་ཎི་ཛཱི་བན་ཏི་ཡེ་སྭཱ་ཧཱ།
en: Oṁ , Amaraṇī! Svāhā to Jīvantī!

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་ལེགས་པར་བཟླས་ན་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: This king of mantras, duly recited, can accomplish all endeavors.

source: མངོན་པར་བསྔགས་པའི་ཆུ་འཐུངས་ན་འབྲུམ་བུ་འོང་བར་མི་འགྱུར་རོ། །
en: After water incanted with it has been drunk, blisters will not appear.

source: ཡུང་བ་དང་ཨ་རུ་ར་དང་རུ་རྟ་ལ་སོགས་པ་ལ་ཡོངས་སུ་བཟླས་ཏེ་
en: One should incant turmeric, yellow myrobalan, costus, etc., and

source: ལུས་ལས་སྐྱེས་པའི་དུག་མི་བཟད་པ་དང་སྤྲེའུ་དུག་དང་སྦྲུལ་དུག་ལ་སོགས་པའི་རྨ་ལ་
en: rub it into a wound caused by a venomous spider, a monkey, or skin eruptions.

source: རང་བཞིན་དུ་གནས་པར་འགྱུར་རོ། །
en: Then one will become well.
